Repository: ErikWegner/gebquiz
Catalog: gqapp/src/locale/messages.*.xlf
Languages: de

source: Question
de: Frage

source: Previous
de: Zurück

source: Next
de: Weiter

source: Complete
de: Geschafft

source: Submit your answers and see your score?
de: Fragerunde abschließen und Punkte berechnen?

source: Go back
de: Zurück

source: Finalize
de: Abschließen

source: Position {{i + 1}}: {{item.name}} {{item.score}} points
de: Platz {{i + 1}}: {{item.name}} {{item.score}} Punkte

source: New game
de: Neues Spiel

source: Have you been playing?
de: Schon gespielt?

source: You can accept or modify the username.
de: Benutzernamen übernehmen oder anpassen.

source: Your name
de: Der Name

source: Visible on the high score list.
de: Wird in der Bestenliste angezeigt.

source: Start the quiz
de: Fragerunde starten
